Repository: frostkom/mf_group
Catalog: lang/lang_group-*.po
Languages: sv_se

source: You need to install the plugin %s first
sv_se: Du behöver installera tillägget %s först

source: Group
sv_se: Grupp

source: Update
sv_se: Uppdatera

source: Add
sv_se: Lägg till

source: Name
sv_se: Namn

source: Copy addresses from
sv_se: Kopiera adresser från

source: API Link
sv_se: API-länk

source: Filter API
sv_se: Filtrera API

source: Acceptance e-mail
sv_se: Bekräftelsemeddelande

source: Send before adding to a group
sv_se: Skicka före man läggs till i en grupp

source: Subject
sv_se: Ämne

source: Accept subscription to %s
sv_se: Bekräfta prenumeration till %s

source: Example
sv_se: Exempel

source: You have been added to the group %s but will not get any messages until you have accepted this subscription by clicking the link below.
sv_se: Du har blivit tillagd i gruppen %s men kommer inte att få några meddelanden förrän du har bekräftat prenumerationen genom att klicka på länken nedan.

source: Reminder if the recipient has not yet accepted
sv_se: Påminnelse ifall mottagaren inte ännu har accepterat

source: About the Group
sv_se: Om gruppen

source: Owner
sv_se: Ägare

source: Help Page
sv_se: Hjälpsida

source: Archive Page
sv_se: Arkivsida

source: Save
sv_se: Spara

source: Created %s by %s
sv_se: Skapad %s av %s

source: Updated %s
sv_se: Uppdaterad %s

source: Settings
sv_se: Inställningar

source: This will prevent messages to all recipients in this group regardless which group that you are sending to.
sv_se: Detta kommer att stoppa meddelanden till alla mottagare i denna grupp oavsett vilken grupp som du skickar till.

source: Type
sv_se: Typ

source: Allow Registration
sv_se: Tillåt registrering

source: Verify that address is in Address book
sv_se: Verifiera att adress finns i Adressboken

source: Contact Page
sv_se: Kontaktsida

source: Registration Fields
sv_se: Fält för registrering

source: Add Verify Link
sv_se: Lägg till verifieringslänk

source: In every message a hidden image/link is placed to see if the recipient has opened the message. This increases the risk of being classified as spam
sv_se: I varje meddelande läggs då en dold bild/länk som kollar ifall mottagaren har öppnat meddelandet. Detta ökar risken för att klassas som spam

source: No
sv_se: Nej

source: Users
sv_se: Användare

source: Synchronize
sv_se: Synkronisera

source: This will automatically add/remove addresses and their information to this group
sv_se: Detta kommer automatiskt att lägga till/ta bort adresser och deras information i denna grupp

source: Remove all recipients
sv_se: Ta bort alla mottagare

source: Are you really sure?
sv_se: Är du helt säker?

source: This will remove all recipients from this group and it is not possible to undo this action
sv_se: Detta kommer att ta bort alla mottagare från denna grupp och det är inte möjligt att ångra denna åtgärd

source: An address with that information did not exist
sv_se: En adress med den informationen fanns inte

source: There does not seam to be a group to import to
sv_se: Det verkar inte finnas en grupp att importera till

source: The group was updated with %d addresses
sv_se: Gruppen uppdaterades med %d adresser

source: The group was not updated with any addresses
sv_se: Gruppen uppdaterades inte med någon adress

source: Import
sv_se: Importera

source: Enter social security numbers or e-mail addresses on separate rows for import
sv_se: Lägg in personnummer eller e-postaddresser på separata rader för att importera

source: Choose Here
sv_se: Välj här

source: All
sv_se: Alla

source: Stop List
sv_se: Stopplista

source: Address
sv_se: Adress

source: Zip Code
sv_se: Postnummer

source: City
sv_se: Stad

source: Phone Number
sv_se: Telefonnummer

source: E-mail
sv_se: E-post

source: I could not get a successful result from the Group API
sv_se: Jag kunde inte få ett lyckat resultat från grupp-APIet

source: The status was wrong in the Group API
sv_se: Statusen var felaktig i grupp-APIet

source: Join
sv_se: Gå med

source: I could not find any group ID to display a form for
sv_se: Jag kunde inte hitta något grupp-ID att visa ett formulär för

source: The information that you entered is not in our register. Please contact the admin of this page to get your information submitted.
sv_se: Informationen som du angav finns inte med i vårt register. Var vänlig kontakta oss så lägger vi in det.

source: Thank you for showing your interest. You have been added to the group
sv_se: Tack för visat intresse. Du har lagts till i gruppen

source: Country
sv_se: Land

source: Choose Country Here
sv_se: Välj land här

source: I consent to having this website store my submitted information, so that they can contact me as part of this group
sv_se: Jag godkänner att denna webbsida sparar min ifyllda information, så att de kan kontakta mig inom ramen för denna grupp

source: Your Email Address
sv_se: Din e-postadress

source: Label
sv_se: Etikett

source: Placeholder
sv_se: Platshållare

source: Display a Group
sv_se: Visa en grupp

source: Display Input Label as
sv_se: Visa etikett till inmatningsfält som

source: Display Consent
sv_se: Visa samtycke

source: Button Text
sv_se: Knapptext

source: Button Icon
sv_se: Knappikon

source: List
sv_se: Lista

source: Edit
sv_se: Redigera

source: View
sv_se: Visa

source: Add New
sv_se: Lägg till ny

source: Outgoing e-mails per hour
sv_se: Utgående e-post per timme

source: See groups created by other roles
sv_se: Se grupper skapade av andra roller

source: Trace links
sv_se: Spåra länkar

source: Outgoing Text
sv_se: Utgående text

source: Add all imported to this group
sv_se: Lägg till alla importerade i denna grupp

source: Debug
sv_se: Felsök

source: Log File
sv_se: Loggfil

source: Groups
sv_se: Grupper

source: 0 or empty means infinte
sv_se: 0 eller tomt betyder oändligt

source: This will replace links with an internal URL so that you can see which recepients have opened the messages
sv_se: Detta kommer att ersätta länkar med en intern URL så att du kan se vilka mottagare som har öppnat meddelanden

source: This text will be appended to all outgoing e-mails
sv_se: Denna text kommer att läggas till sist i alla utgående e-post

source: The file is not readable
sv_se: Filen är inte läsbar

source: The file does not exist
sv_se: Filen finns inte

source: We collect personal information when a subscription is begun by entering at least an e-mail address. This makes it possible for us to send the wanted e-mails to the correct recipient.
sv_se: Vi samlar in personlig information när en prenumeration påbörjas genom att man fyller i åtminstone en e-postadress. Detta gör det möjligt för oss att skicka de efterfrågade meddelandena till korrekt mottagare.

source: Send Message
sv_se: Skicka meddelande

source: Sent
sv_se: Skickat

source: Message
sv_se: Meddelande

source: History
sv_se: Historik

source: There were unsent messages
sv_se: Det finns oskickade meddelanden

source: Amount
sv_se: Antal

source: Not Accepted
sv_se: Inte bekräftad

source: Unsubscribed
sv_se: Avregistrerade

source: User
sv_se: Användare

source: Send e-mail to everyone in the group
sv_se: Skicka e-post till alla i gruppen

source: Add or remove
sv_se: Lägg till/ta bort

source: Import Addresses
sv_se: Importera adresser

source: Export
sv_se: Exportera

source: Deleted
sv_se: Borttagna

source: There are %d subscribers that can be reminded again. Do you want to do that?
sv_se: Det finns %d adresser som kan påminnas igen. Vill du göra det?

source: Test
sv_se: Testa

source: Will be sent %s
sv_se: Kommer att skickas %s

source: Is sending
sv_se: Skickar

source: Link
sv_se: Länk

source: Acceptance Subject
sv_se: Bekräftelsemeddelande

source: Accept subscription to this group
sv_se: Bekräfta prenumeration till denna grupp

source: You have been added to the group but will not get any messages until you have accepted this subscription by clicking the link below.
sv_se: Du har blivit tillagd i gruppen men kommer inte att få några meddelanden förrän du har bekräftat prenumerationen genom att klicka på länken nedan.

source: Reminder Subject
sv_se: Ämne för påminnelse

source: View %s in browser
sv_se: Se %s i webbläsaren

source: If you do not want to get these messages in the future click this link to unsubscribe
sv_se: Om du inte vill få dessa meddelanden i framtiden, klicka på denna länk för att avregistrera

source: The information was deleted
sv_se: Informationen raderades

source: The group was activated
sv_se: Gruppen aktiverades

source: The group was inactivated
sv_se: Gruppen inaktiverades

source: %d messages were successful and %d failed
sv_se: %d meddelanden lyckades och %d misslyckades

source: %d messages were sent
sv_se: %d meddelanden skickades

source: The information was sent
sv_se: Informationen skickades

source: The group was created
sv_se: Gruppen skapades

source: The group was updated
sv_se: Gruppen uppdaterades

source: You have to enter a text to send
sv_se: Du måste fylla i en text att skicka

source: You are trying to send attachments of a total of %s. I suggest that you send the attachments as inline links instead of attachments. This way I do not have to send too much data which might slow down the server or make it timeout due to memory limits and it also makes the recipients not have to recieve that much in their inboxes.
sv_se: Du försöker skicka bifogade filer på total %s. Jag föreslår att du skickar filer som länkar i meddelandet istället som bifogade filer. På detta sätt så slipper jag skicka så mycket data som i sin tur slöar ner servern och det gör också att mottagarnas inboxar tar längre tid att fylla.

source: There was an error when saving the message
sv_se: Det blev ett fel när meddelandet skulle sparas

source: The message was not sent to anybody
sv_se: Meddelandet skickades inte till någon

source: The information was not submitted, contact an admin if this persists
sv_se: Informationen las inte in, kontakta en administratör om problemet kvarstår

source: I removed all the recipients from this group
sv_se: Jag tog bort alla mottagare från denna grupp

source: I could not remove the recipients from this group
sv_se: Jag kunde inte radera alla mottagare från denna grupp

source: The message was deleted
sv_se: Meddelandet togs bort

source: The message was aborted
sv_se: Meddelandet avbröts

source: Accept Link
sv_se: Bekräftelselänk

source: Public
sv_se: Publik

source: Not Public
sv_se: Inte publik

source: Inactive
sv_se: Inaktiv

source: Trash
sv_se: Papperskorg

source: Delete
sv_se: Radera

source: Activate
sv_se: Aktivera

source: Inactivate
sv_se: Inaktivera

source: Edit Page
sv_se: Redigera sida

source: Recover
sv_se: Återställ

source: From
sv_se: Från

source: Content
sv_se: Innehåll

source: Scheduled
sv_se: Schemalagd

source: Created
sv_se: Skapad

source: View Content
sv_se: Visa innehåll

source: Send to group again
sv_se: Skicka till grupp igen

source: Send to e-mail
sv_se: Skicka till e-post

source: Not Received
sv_se: Inte mottagen

source: Deferred
sv_se: Nekade

source: Read
sv_se: Lästa

source: Abort
sv_se: Avbryt

source: Not Viewed
sv_se: Inte läst

source: Viewed %s
sv_se: Läst %s

source: Viewed
sv_se: Läst

source: Not Sent
sv_se: Inte skickad

source: Display a group registration form
sv_se: Visa ett registreringsformulär till en grupp

source: Newsletter
sv_se: Nyhetsbrev

source: Heading
sv_se: Rubrik

source: The IP address (%s) are not amongst the accepted ones
sv_se: IP-adressen (%s) finns inte med bland de godkända

source: There are no accepted IP addresses
sv_se: Det finns inga godkända IP-adresser

source: There are no addresses in the group that you requested
sv_se: Det finns inga adresser i denna grupp som du har efterfrågat

source: To
sv_se: Till

source: Send
sv_se: Skicka

source: Schedule
sv_se: Schemalägg

source: Choose date and time to send the message
sv_se: Välj datum och tid när meddelandet ska skickas

source: Advanced
sv_se: Avancerat

source: Text Source
sv_se: Textkälla

source: Add Link to View in Browser
sv_se: Lägg till länk för att visa i webbläsare

source: Shortcode
sv_se: Kortkod

source: Add Unsubscribe Link
sv_se: Lägg till avregistreringslänk

source: Something went wrong. Please contact an admin if the problem persists
sv_se: Något gick snett. Var vänlig kontakta en admin ifall problemet kvarstår

source: You have successfully subscribed
sv_se: Din bekräftelse är genomförd

source: You have already accepted to be a part of the group
sv_se: Du har redan accepterat att vara en del av gruppen

source: Either you are not part of the group or you have already accepted to be a part of the group
sv_se: Antingen är du inte med i gruppen eller så har du redan accepterat att vara med i gruppen

source: You have been successfully unsubscribed
sv_se: Tråkigt att se dig lämna, men vi lyckades i alla fall avregistrera dig

source: I could not unsubscribe you. An admin has been notified about this
sv_se: Jag kunde inte avregistrera dig. En administratör har fått ett meddelande om detta

source: Are you sure that you want to unsubscribe?
sv_se: Är du säker på att du vill avregistrera?

source: Unsubscribe
sv_se: Avregistrera

source: Either you are not part of the group or you have already unsubscribed from it
sv_se: Antingen är du inte med i gruppen eller så har du redan avregistrerat dig från den

source: This group is closed for registration
sv_se: Denna grupp är stängd för registrering

source: Versions
sv_se: Versioner

source: unknown
sv_se: okänd

source: The address was accepted to the group
sv_se: Adressen godkändes i denna grupp

source: The address was sent a message to be accepted to the group
sv_se: Adressen fick ett meddelande om godkännande till denna grupp

source: The address was added to the group but is not part of the group anymore. Add again?
sv_se: Adressen las till i denna grupp men är inte en del av gruppen längre. Lägg till igen?

source: The address was added to the group but is not part of the group anymore
sv_se: Adressen las till i denna grupp men är inte en del av gruppen längre

source: The address was added to the group
sv_se: Adressen las till i denna grupp

source: The address was merged in the group
sv_se: Adressen slogs ihop i denna grupp

source: The address was removed from the group
sv_se: Adressen togs bort från gruppen

source: All addresses were removed from the group
sv_se: Alla adresser togs bort från denna grupp

source: The address was unsubscribed from the group
sv_se: Adressen avregistrerade sig från denna grupp

source: An unknown status was saved
sv_se: En okänd status sparades

source: by %s
sv_se: av %s

source: I could not find any old versions of this group
sv_se: Jag kunde inte hitta någon gammal version av denna grupp

source: Choose a group to the right and all the previous versions will magically appear here
sv_se: Välj en grupp till höger och alla tidigare versioner kommer magiskt visa sig här

source: Month
sv_se: Månad

source: Change
sv_se: Byt
